[{"model": "authtoken.token", "pk": "2e04c2c1ddbba84d1ebb626ad9babbd945542922", "fields": {"user": 4, "created": "2023-10-06T11:25:39.930Z"}}, {"model": "captcha.captchastore", "pk": 4, "fields": {"challenge": "WEXO", "response": "wexo", "hashkey": "2bafad96a0b093d7fe876239d6246672bab79507", "expiration": "2023-11-03T13:21:49.004Z"}}, {"model": "captcha.captchastore", "pk": 6, "fields": {"challenge": "ARTG", "response": "artg", "hashkey": "c9f92ac645b96616fb63131f8966fd61b36ef6b9", "expiration": "2023-11-03T13:22:11.225Z"}}, {"model": "captcha.captchastore", "pk": 7, "fields": {"challenge": "RMUS", "response": "rmus", "hashkey": "65793ec38d4a444f47532abb12eb14212644892d", "expiration": "2023-11-03T13:22:17.941Z"}}, {"model": "captcha.captchastore", "pk": 8, "fields": {"challenge": "XVXN", "response": "xvxn", "hashkey": "4f613cf567b1a840dd37b6cd4f01baca258d361e", "expiration": "2023-11-03T13:22:23.060Z"}}, {"model": "captcha.captchastore", "pk": 9, "fields": {"challenge": "KLOH", "response": "kloh", "hashkey": "1cf9eadfa1f6588919815c85234a20bee6b226b4", "expiration": "2023-11-03T14:02:48.152Z"}}, {"model": "captcha.captchastore", "pk": 10, "fields": {"challenge": "CLBY", "response": "clby", "hashkey": "eaafb148f47c642f5ef385027466261bc1a24142", "expiration": "2023-11-03T14:04:49.864Z"}}, {"model": "captcha.captchastore", "pk": 11, "fields": {"challenge": "TKXY", "response": "tkxy", "hashkey": "adf18b86553224398a76b146c4085aaf9355a473", "expiration": "2023-11-03T15:02:21.743Z"}}, {"model": "captcha.captchastore", "pk": 12, "fields": {"challenge": "DBVR", "response": "dbvr", "hashkey": "fd1ae507a9fdbb32d1985799e46de4adbf515974", "expiration": "2023-12-01T14:34:06.695Z"}}, {"model": "posts.musician", "pk": 1, "fields": {"title": "Роман Конограй", "slug": "roman-konograj", "content": "Начало\r\nА оно было таким у музыканта по имени Роман Конограй: родился в поселке Зимовники, там же учился в школе-лицее, потом была учеба в Волгодонском техникуме – последняя информация взята из его ВК-профиля. И армия была в жизни Романа, судя по многочисленным фотографиям на эту тему у него в соц. сетях. А путь в музыку у будущего основателя и лидера группы «Ночь» начался в середине 2010-х – это происходило в Москве.\r\nВ «Комсомольской Правде» рассказывали подробно про это: как молодой человек пел и играл в подземных переходах столицы, потом перебрался на более «козырное» для творческих людей место – на Арбат. Там же журналист (со слов Романа наверняка) упоминал, что там будущий блогер и руководитель группы «Ночь» так заработал на первую приличную гитару. Нашлись единомышленники, такие же энтузиасты хороших песен, и вот уже в 2009-м группа активно путешествует по стране, дает концерты, а их выступления крутят на радио.", "photo": "photos/2023/04/07/54376477.jpg", "time_create": "2023-03-25T13:06:30.815Z", "time_update": "2023-04-07T12:47:04.310Z", "is_published": true, "cat": 1, "user": 1}}, {"model": "posts.musician", "pk": 2, "fields": {"title": "Юрий Шевчук", "slug": "yurij-shevchuk", "content": "Юрий Шевчук – советский и российский рок-музыкант, автор собственных песен и лидер группы «ДДТ». Основной тематикой стихотворений Шевчука являются социальная сатира и оппозиционное мнение. Он исполняет много патриотических песен, в которых выражает протест войне, насилию, ненависти между людьми.\r\n\r\nДетство и юность\r\n\r\nРодился Юрий Юлианович в поселке Ягодное Магаданской области. В семье было еще двое детей – сестра Наталья и брат Владимир. Родители познакомились на Севере, хотя были родом не оттуда.\r\n\r\nОтец певца Юлиан Сосфенович вырос в Украине, мать Фания Акрамовна – художник по профессии, родилась в Уфе. Юрий вспоминает, что благодаря татарским родственникам в детстве он говорил лучше по-татарски, чем на русском языке.\r\n\r\nМаленький Шевчук с ранних лет тянулся к творчеству. Сначала он сильно увлекся рисованием, а когда семья переехала в Нальчик, к художественной школе добавил еще и музыкальную.\r\n\r\nКогда Юрию было 13 лет, он вновь сменил прописку и переехал в Уфу. Там подросток продолжил заниматься изобразительным искусством при Доме пионеров и играть на баяне и гитаре в школьном ансамбле «Вектор». Уже в том возрасте Шевчук показывал бунтарский характер. В 8-м классе он нарисовал на футболке распятие и сделал подпись «Иисус был хиппи», за что Юрия арестовала милиция.\r\n\r\nТем не менее уже в эти годы будущий артист старался обеспечивать себя сам. Поначалу он работал грузчиком на конфетной фабрике. Благодаря первым заработкам он сумел приобрести себе заветные джинсы Levi Strauss. Позднее в качестве художника-оформителя выезжал с друзьями на сельскохозяйственные угодья.\r\n\r\nПо словам артиста, даже сегодня он с закрытыми глазами может нарисовать Владимира Ленина или Леонида Брежнева. Другими освоенными музыкантом профессиями стали докер, грузчик, охранник, дворник, слесарь, кочегар и другие.\r\n\r\nМузыка\r\n\r\nВ 1979 году Юрий Шевчук вошел в состав безымянной группы, которая репетировала при местном ДК «Авангард». Через год коллектив получил название «ДДТ» и выпустил пробный магнитоальбом. В 1982 году парни отправили на конкурс записи нескольких песен и композицию «Не стреляй», написанную о скрываемой в Советском Союзе войне в Афганистане.\r\n\r\nЗаписанный на подпольной студии альбом «Компромисс» быстро стал популярным и поставил «ДДТ» в один ряд с признанными питерскими рок-группами. У музыканта возникали постоянные конфликты с властями, так как они рассматривали песни как способ показать протест против действующей власти.\r\n\r\nОполчились на певца «компетентные органы», когда он записал альбом «Периферия», в котором показал неприглядную жизнь в глубинке. Сочинителя обвинили в социальном непримирении и в поддержке религии за песню «Наполним небо добротой».\r\n\r\nС наступлением перестройки подпольные группы вышли на большую сцену, и «ДДТ» стал одним из культовых коллективов русского рока. Песни «Ты не один», «Я получил эту роль», «Рожденный в СССР», «Оттепель (Ленинград)», «Актриса Весна» стали любимыми в стране. Но самые громкие композиции, ставшие визитками Юрия Шевчука, вышли уже в 90-х годах. Это – «Дождь», «В последнюю осень», «Что такое осень», «Агидель (Белая река)», «Ночь-Людмила» и другие.\r\n\r\nНесмотря на демократические перемены в стране, Шевчук продолжал критиковать власть. Под сатиру солиста группы «ДДТ» попали и президент Борис Ельцин, и война в Чечне, выразившиеся в песне «Мертвый город. Рождество».\r\n\r\nЕще одной стороной сочинительства деятеля остается противостояние с поп-исполнителями. Это выразилось в композициях «Фонограмщик» и «Попса» и даже критикой в прессе.", "photo": "photos/2023/04/07/Шевчук.jpeg", "time_create": "2023-03-25T13:11:13.735Z", "time_update": "2023-04-07T12:46:51.839Z", "is_published": true, "cat": 1, "user": 1}}, {"model": "posts.musician", "pk": 3, "fields": {"title": "Митя Шепелев", "slug": "mitya-shepelev", "content": "Биография", "photo": "photos/2023/04/07/Митя.jpeg", "time_create": "2023-04-01T12:28:41.903Z", "time_update": "2023-04-07T12:46:35.757Z", "is_published": true, "cat": 2, "user": 1}}, {"model": "posts.musician", "pk": 4, "fields": {"title": "Фрэнк Синатра", "slug": "frenk-sinatra", "content": "Фрэнк Синатра – популярный американский эстрадный певец, исполнитель хитов «New York, New York» («Нью-Йорк, Нью-Йорк»), «My way» («Мой путь»), «Love Story» («История любви»), «Over and Over» («Мир с тобой»). В период расцвета своей деятельности артист снимался в кино, выступал на радио, продюсировал фильмы, вел собственное телешоу. Синатра является обладателем одиннадцати премий «Грэмми» и двух «Оскаров». \r\n\r\nПевец известный как Фрэнк Синатра появился на свет в 1915 году в семье итальянских эмигрантов. Свой день рождения он отмечал 12 декабря. При появлении на свет ребенок весил более 6 кг. Полное имя, данное мальчику при рождении, звучало как Фрэнсис Альберт Синатра.\r\nВ детстве ребенка часто оставляли с бабушкой и тетей. Мама Фрэнка много времени уделяла общественной работе, а отец был работником доков. Мартин и Долли Синатра были типичными представителями рабочего класса Америки начала двадцатого века.\r\n\r\nВ юношеском возрасте Фрэнк увлекся музыкой. Он использовал свои навыки в игре на маленькой гавайской гитаре, чтобы зарабатывать карманные деньги. Из-за прогулов и плохой успеваемости юный Синатра был отчислен из средней школы. Он развивал свои способности, будучи одаренным от природы. Синатра не был знаком с сольфеджио и пел на слух.", "photo": "photos/2023/04/03/Frank_Sinatra_1952_Paramount_Theater_publicity_photo.jpg", "time_create": "2023-04-03T08:51:44.183Z", "time_update": "2023-04-07T12:47:15.812Z", "is_published": true, "cat": 3, "user": 1}}, {"model": "posts.musician", "pk": 5, "fields": {"title": "Джаред Лето", "slug": "djared-leto", "content": "Американский актер и певец. Тяга и способности к искусству у Джареда Лето в крови. Это передалось ему от матери Констанс. Она всячески поддерживала начинания как Джареда, так и его старшего брата Шеннона. Отец ушел из семьи, когда мальчики были маленькими. Но после второго брака и рождения еще двоих детей мужчина умер.Второй супруг матери Карл Лето усыновил братьев, однако, чуть позже развелся с матерью детей. Родители подарили во вторых браках детям двоих сводных сыновей и сестру. Кстати, последняя – не родная мальчикам по крови.\r\n\r\nПосле школы Джаред Лето пошел учиться в Университет искусств в Филадельфии. Там он специализировался на изучении художественных искусств, а именно, живописи. Однако, чуть позже Лето забрал их вуза документы и перевелся в нью-йоркский Университет изобразительных искусств. Студентом Джаред написал сценарий и сыграл главную роль в собственной картине под названием «Плачущая радость».\r\n\r\nДжаред переехал в Лос-Анджелес из Нью-Йорка в 1992 году, чтобы стать актёром. К этому времени он уже накопил некоторый опыт в актёрской карьере, а по-настоящему знаменитым его сделала роль Джордана Каталано в непродолжительном сериале «Моя так называемая жизнь». Когда съёмки сериала были отменены, Джаред начал свою работу в достаточно заметных полнометражных картинах.\r\n\r\nВ 1994 году Джаред Лето вместе с Алисией Сильверстоун сыграл в независимом кино «Крутые и чокнутые». А после этого он снялся в фильме «Лоскутное одеяло» в 1995 году. На большом экране он появился вместе с Вайноной Райдер. В 1997 году Джарел Лето получил роль, которая изначально предназначалась Тому Крузу, в картине «Префонтейн». Это своеобразное описание жизни легендарного бегуна Стива Префонтейна. Очень успешным для актера стал 1998 год. Он появился в ленте «Тонкая красная линия» Терренса Малика. Там был задействован мощный актерский состав. В частности, в фильме снялись Ника Нолти, Шон Пенн и Джордж Клуни. А после этого, Лето сыграл главную роль в картине «Городские легенды».Джаред вернулся на большой экран в 1999 году с работами в «Бойцовском клубе» и «Прерванной жизни». 2000 год для актёра стал годом драм и психологических триллеров — «Американский психопат» и «Реквием по мечте».И если в первом фильме Джаред был утверждён на роль второго плана, то в «Реквиеме по мечте» ему досталась главная роль. Играя молодого бруклинского паренька, борющегося с пристрастием к героину, Джаред имел возможность играть в одном составе с Эллен Бёрстин, а также с будущим лауреатом премии «Оскар» Дженнифер Коннелли. Джаред отлично вписался в два наиболее известные фильма режиссёра Дэвида Финчера: в нашумевший «Бойцовский клуб» и «Комнату страха» (2002 год). В последнем он играл самого болтливого и неуклюжего из трёх грабителей, терроризировавших героиню Джоди Фостер.В его проекты также вошли историческая эпопея Оливера Стоуна «Александр», международный триллер «Оружейный барон» и драма «Глава 27», рассказывающая об убийце Джона Леннона — Марке Чепмене.В 2009 был закончен фильм с участием Лето «Господин Никто». На Венецианском кинофестивале 2009 года фильм получил «Золотые Озеллы за лучшее техническое содействие» и награду за лучший игровой биографический фильм. Кроме того, картина была номинирована на «Золотого льва».\r\n\r\nДжаред Лето достиг не малого в кинематографе, однако сейчас он позиционирует себя как музыкант. Артист поет в альтернативной группе «30 Seconds to Mars». Коллектив организовал его брат Шеннон в 1998 году. В группе, кроме Джареда, который является автором текстов и музыки, вокалистом и гитаристом, есть барабанщик Шеннон, басист Тим Келлехер, клавишник Брекстон Олита, а так же хорватский скрипач и гитарист Томо Милишевич. Группа выступает только на live концертах, то есть только вживую.\r\n\r\nПервый альбом «30 SecondstoMars» выпустил в 2002 году. Он получил незамысловатое название «30 SecondstoMars».\r\n\r\nРелиз второго диска «A Beautiful Lie» пришелся на 2005 год. А вот третий альбом дался коллективу с трудом. Пластинка «This Is War» вышла после судов со звукозаписывающей компанией группы только в 2009 году. После этого коллектив отправился в мировое турне под названием «Into The Wild Tour» и выступил, в частности, в России, а точнее в Санкт-Петербурге на фестивале Tuborg GreenFest.", "photo": "photos/2023/04/07/Лето.jpeg", "time_create": "2023-04-07T15:29:41.575Z", "time_update": "2023-11-03T15:08:04.047Z", "is_published": true, "cat": 1, "user": 1}}, {"model": "posts.musician", "pk": 7, "fields": {"title": "Джон Леннон", "slug": "john-lennon", "content": "Джон Уи́нстон О́но Ле́ннон[комм. 1] (англ. John Winston Ono Lennon; имя при рождении — Джон Уи́нстон Ле́ннон[2]; 9 октября 1940, Ливерпуль, Великобритания — 8 декабря 1980, Нью-Йорк, США) — британский рок-музыкант, певец, поэт, композитор, художник, писатель и активист, добившийся всемирной известности как основатель, соавтор, вокалист и ритм-гитарист группы The Beatles. Леннон отличался бунтарским характером и язвительным остроумием, что выражалось в его музыке, картинах, фильмах, а также письмах и интервью. Один из самых популярных музыкантов XX века[3][4][5], его творческий дуэт с Полом Маккартни остаётся самым успешным в истории поп-культуры[6][7][8][9]. Оказал влияние на мировоззрение нескольких поколений слушателей[10].\r\n\r\nЛеннон с юношества увлекался музыкой. В 1956 году он сформировал скиффл-группу The Quarrymen, которая в 1960 году преобразовалась в The Beatles. Получив прозвище «умный битл»[11][12], изначально именно он был лидером группы, однако с годами эта роль перешла к Маккартни[13][14]. На протяжении всей своей карьеры Леннон экспериментировал с различными видами творчества, снялся в многочисленных фильмах, в том числе «Как я выиграл войну», а также написал «Пишу как пишется» и «Испалец в колесе», сборники рассказов в духе чёрного и абсурдистского юмора с иллюстрациями автора. Начиная с «All You Need Is Love», его песни стали популярны среди участников антивоенного движения и в контркультурной среде[10][15]. В 1969 году он основал группу Plastic Ono Band со своей второй женой, японской авангардной художницей Йоко Оно, провёл двухнедельную антивоенную «постельную акцию» и ушёл из The Beatles, чтобы заняться сольной карьерой.\r\n\r\nМежду 1968 и 1972 годами Леннон вместе с Оно реализовал ряд проектов, включая трилогию авангардных альбомов, несколько кинокартин, а также выпустил дебютную сольную пластинку John Lennon / Plastic Ono Band и ряд успешных синглов: «Give Peace a Chance», «Instant Karma!», «Happy Xmas (War Is Over)» и «Imagine». После переезда в Нью-Йорк в 1971 году критика Ленноном войны во Вьетнаме привела к тому, что администрация президента Ричарда Никсона  (англ.)рус. в течение трёх лет пыталась депортировать музыканта. Следующие два года, с 1973-го по 1975-й, были названы Ленноном «потерянным уикэндом», в этот период он расстался с Оно, занимался творчеством и сотрудничал со своими друзьями, в частности, спродюсировал альбом Гарри Нилсона Pussy Cats. Записанные им синглы с Элтоном Джоном («Whatever Gets You thru the Night») и Дэвидом Боуи («Fame») возглавили национальный американский хит-парад. После пятилетнего перерыва Леннон вернулся к музыке с альбомом Double Fantasy, записанным вместе с Оно. Музыкант был застрелен бывшим фанатом The Beatles Марком Чепменом через три недели после релиза пластинки.\r\n\r\nКак исполнитель, автор или соавтор Леннон имеет 25 синглов, возглавлявших чарт Billboard Hot 100. Его самый успешный альбом, Double Fantasy, был отмечен премией «Грэмми» в категории «Альбом года». В 1982 году музыкант получил премию Brit Awards за выдающийся вклад в музыку. В 2002 году Леннон занял восьмое место в общенациональном опросе телеканала BBC «100 величайших британцев». Редакция журнала Rolling Stone поставила его на пятое место среди величайших вокалистов всех времён и на 38-е в аналогичном рейтинге величайших артистов. Он был введён в Зал славы авторов песен (в 1997 году) и в Зал славы рок-н-ролла (дважды — как участник The Beatles в 1988 году и как сольный исполнитель в 1994 году). Кроме музыкальной деятельности, Леннон был известен как политический активист. Свои взгляды он высказывал как в песнях, так и в публичных выступлениях. В знаменитой песне «Imagine» выражены мысли Леннона о том, как должен быть устроен мир. Он проповедовал идеи равенства и братства людей, мира, свободы[10][16], что сделало его кумиром хиппи[комм. 2][18] и одним из самых значительных общественных деятелей 1960-х — 1970-х годов[19].", "photo": "photos/2023/04/08/John_Lennon_1969_cropped.jpg", "time_create": "2023-04-08T11:37:48.905Z", "time_update": "2023-04-08T13:25:26.522Z", "is_published": true, "cat": 1, "user": 1}}, {"model": "posts.musician", "pk": 15, "fields": {"title": "Бруно Марс", "slug": "bruno-mars", "content": "Питер Джин Эрнандес (род. 8 октября, 1985), известный под псевдонимом Bruno Mars — американский певец, автор песен и музыкальный продюсер, ставший известным благодаря участию записи треков «nothin' on you» B.o.B и «Billionaire» Travie McCoy. Бруно Марс является соавтором песен «right round» flo rida, «wavin' flag» K'naan и «fuck you» Cee Lo Green. В октябре 2010 он выпустил свой дебютный альбом doo-wops & hooligans, занявший 3 место в Billboard 200. Бруно Марс получил 7 номинаций на 53-ей церемонии «Грэмми», которая состоялась 13 февраля 2011 года; он получил Грэмми в номинации лучшее мужское вокальное поп исполнение за песню just the way you are.\r\n\r\nПитер Джин Эрнандес родился и вырос в Вайкики, районе Гонолулу (Гавайи) в семье с пуэрториканскими и филиппинскими корнями. В 2 года мальчик получил кличку «Бруно» поскольку он был круглолицым ребёнком и в честь известного в то время рестлера Бруно Саммартино. Оба родителя мальчика занимались музыкой, и он рос под влиянием различных музыкальных веяний, таких как регги, рок, хип-хоп и R&B. В юности он увлекался творчеством Michael Jackson, Elvis Prasley, The Isley Brothers и The Temptations.\r\n\r\nВ 1990 году Марс появился в MidWeek в роли «Маленького Элвиса» и в эпизодической роли в фильме Медовый месяц в Лас-Вегасе в 1992.\r\n\r\nВ 2003 Марс переехал в Лос-Анджелес для того, чтобы начать заниматься музыкой. В том же году он придумал свой псевдоним. В 2006 году Бруно Марс подписал контракт с лейблом Atlantic Records. Первое время он в основном занимался написанием песен для других исполнителей и продюсированием.\r\n\r\nДо того как стать успешным соло-исполнителем, Бруно Марс стал автором песен Александры Бёрк, Треви Маккоя, Адама Левайна, Брэнди, Шона Кингстона, Флоу Райды и Sugababes. Его первым появлением в качестве музыкального исполнителя стало участие в записи альбома Animal группы Far East Movement. Популярность пришла после песен B.o.B «Nothin' on You» и «Billionaire» Трэвиса Маккоя, где Бруно Марс был и исполнителем, и соавтором. 11 мая 2010 года Бруно Марс выпустил EP It's Better If You Don't Understand, занявший 99 место в Billboard 200. В августе 2010 стал соавтором сингла Cee Lo Green «Fuck You!». 12 сентября он выступил на церемонии MTV Video Music Awards 2010 с B.o.B и Хэйли Уильямс.\r\n\r\nДебютный альбом Бруно Марса Doo-Wops & Hooligans вышел 4 октября 2010 года. Первым синглом стала песня «Just the Way You Are», изданная 19 июля 2010 и возглавившая Billboard Hot 100. Следующими двумя синглами стали «Liquor Store Blues» и «Grenade». С октября 2010 Бруно Марс выступал на разогреве концертов тура Maroon 5 в поддержку их альбома Hands All Over.\r\n\r\nDoo-Wops & Hooligans дебютировал на 3 месте альбомного хит-парада Billboard 200. Альбом получил положительные рецензии музыкальных критиков.\r\n\r\n19 сентября 2010 Бруно Марс был арестован в Лас-Вегасе за хранение кокаина. В разговоре с полицейскими он утверждал, что произошедшее является его «глупостью», и что он раньше «никогда не употреблял наркотики». Слушание суда состоялось 4 февраля 2011, и Марс мог бы получить срок в 4 года и штраф в 50000 долларов за хранение 2,6 граммов кокаина. Тем не менее в итоге Бруно приговорен к 200 часам общественных работ, он должен выплатить штраф в размере 2000$ и посетить занятия, посвященные теме вреда наркотиков. Если у него не будет никаких других проблем с законом в течение года, то обвинение будет снято и это никак не отразится на его биографии. 2005", "photo": "photos/2023/11/03/Бруно_Марс.jpg", "time_create": "2023-11-03T15:12:13.817Z", "time_update": "2023-11-03T15:12:13.983Z", "is_published": true, "cat": 2, "user": 1}}, {"model": "posts.category", "pk": 1, "fields": {"name": "Рок", "slug": "rock"}}, {"model": "posts.category", "pk": 2, "fields": {"name": "Поп", "slug": "pop"}}, {"model": "posts.category", "pk": 3, "fields": {"name": "Джаз", "slug": "dzhaz"}}, {"model": "posts.comment", "pk": 4, "fields": {"post": 5, "content": "Крутой чел", "time_create": "2023-11-03T14:52:24.298Z", "time_update": "2023-11-03T14:52:24.298Z", "is_published": true, "user": 1}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2023-04-03T08:49:52.210Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "Джаз", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2023-04-03T08:51:44.184Z", "user": 1, "content_type": 1, "object_id": "4", "object_repr": "Фрэнк Синатра", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2023-04-03T08:54:52.641Z", "user": 1, "content_type": 1, "object_id": "4", "object_repr": "Фрэнк Синатра", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u0424\\u043e\\u0442\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2023-04-07T12:19:27.602Z", "user": 1, "content_type": 1, "object_id": "1", "object_repr": "Роман Конограй", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u0422\\u0435\\u043a\\u0441\\u0442 \\u0441\\u0442\\u0430\\u0442\\u044c\\u0438\", \"\\u0424\\u043e\\u0442\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2023-04-07T12:20:31.882Z", "user": 1, "content_type": 1, "object_id": "2", "object_repr": "Юрий Шевчук", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u0424\\u043e\\u0442\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2023-04-07T12:23:26.409Z", "user": 1, "content_type": 1, "object_id": "2", "object_repr": "Юрий Шевчук", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u0422\\u0435\\u043a\\u0441\\u0442 \\u0441\\u0442\\u0430\\u0442\\u044c\\u0438\"]}}]"}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2023-04-07T12:36:37.055Z", "user": 1, "content_type": 1, "object_id": "4", "object_repr": "Фрэнк Синатра", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2023-04-07T12:37:54.979Z", "user": 1, "content_type": 1, "object_id": "3", "object_repr": "Митя Шепелев", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\", \"\\u0424\\u043e\\u0442\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 9, "fields": {"action_time": "2023-04-07T12:37:58.966Z", "user": 1, "content_type": 1, "object_id": "2", "object_repr": "Юрий Шевчук", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 10, "fields": {"action_time": "2023-04-07T12:38:04.356Z", "user": 1, "content_type": 1, "object_id": "1", "object_repr": "Роман Конограй", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2023-04-07T12:38:09.425Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "Джаз", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2023-04-07T12:38:12.512Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Поп", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2023-04-07T12:38:15.622Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Рок", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2023-04-07T12:44:29.686Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "Джаз", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2023-04-07T12:44:47.049Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Поп", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2023-04-07T12:44:59.382Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Рок", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2023-04-07T12:46:35.760Z", "user": 1, "content_type": 1, "object_id": "3", "object_repr": "Митя Шепелев", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2023-04-07T12:46:51.841Z", "user": 1, "content_type": 1, "object_id": "2", "object_repr": "Юрий Шевчук", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2023-04-07T12:47:04.312Z", "user": 1, "content_type": 1, "object_id": "1", "object_repr": "Роман Конограй", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 20, "fields": {"action_time": "2023-04-07T12:47:15.814Z", "user": 1, "content_type": 1, "object_id": "4", "object_repr": "Фрэнк Синатра", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"URL\"]}}]"}}, {"model": "admin.logentry", "pk": 21, "fields": {"action_time": "2023-04-07T15:30:44.524Z", "user": 1, "content_type": 1, "object_id": "5", "object_repr": "Джаред Лето", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u0424\\u043e\\u0442\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 22, "fields": {"action_time": "2023-04-08T13:25:09.409Z", "user": 1, "content_type": 1, "object_id": "5", "object_repr": "Джаред Лето", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u041e\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u043e\\u0432\\u0430\\u043d\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 23, "fields": {"action_time": "2023-04-08T13:25:19.499Z", "user": 1, "content_type": 1, "object_id": "7", "object_repr": "Джон Леннон", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u041e\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u043e\\u0432\\u0430\\u043d\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 24, "fields": {"action_time": "2023-04-08T13:25:19.502Z", "user": 1, "content_type": 1, "object_id": "5", "object_repr": "Джаред Лето", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u041e\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u043e\\u0432\\u0430\\u043d\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 25, "fields": {"action_time": "2023-04-08T13:25:26.524Z", "user": 1, "content_type": 1, "object_id": "7", "object_repr": "Джон Леннон", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u041e\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u043e\\u0432\\u0430\\u043d\\u043e\"]}}]"}}, {"model": "admin.logentry", "pk": 26, "fields": {"action_time": "2023-11-02T20:50:41.047Z", "user": 1, "content_type": 12, "object_id": "10", "object_repr": "Comment object (10)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 27, "fields": {"action_time": "2023-11-02T20:50:41.155Z", "user": 1, "content_type": 12, "object_id": "9", "object_repr": "Comment object (9)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 28, "fields": {"action_time": "2023-11-02T20:50:41.244Z", "user": 1, "content_type": 12, "object_id": "8", "object_repr": "Comment object (8)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 29, "fields": {"action_time": "2023-11-02T20:50:41.339Z", "user": 1, "content_type": 12, "object_id": "7", "object_repr": "Comment object (7)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 30, "fields": {"action_time": "2023-11-02T20:50:41.427Z", "user": 1, "content_type": 12, "object_id": "6", "object_repr": "Comment object (6)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 31, "fields": {"action_time": "2023-11-02T20:50:41.522Z", "user": 1, "content_type": 12, "object_id": "5", "object_repr": "Comment object (5)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 32, "fields": {"action_time": "2023-11-02T20:50:41.610Z", "user": 1, "content_type": 12, "object_id": "4", "object_repr": "Comment object (4)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 33, "fields": {"action_time": "2023-11-02T20:50:41.705Z", "user": 1, "content_type": 12, "object_id": "3", "object_repr": "Comment object (3)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 34, "fields": {"action_time": "2023-11-02T20:50:41.793Z", "user": 1, "content_type": 12, "object_id": "2", "object_repr": "Comment object (2)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 35, "fields": {"action_time": "2023-11-02T20:50:41.888Z", "user": 1, "content_type": 12, "object_id": "1", "object_repr": "Comment object (1)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 36, "fields": {"action_time": "2023-11-02T20:51:10.756Z", "user": 1, "content_type": 12, "object_id": "11", "object_repr": "Comment object (11)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 37, "fields": {"action_time": "2023-11-02T20:51:20.456Z", "user": 1, "content_type": 1, "object_id": "8", "object_repr": "test", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 38, "fields": {"action_time": "2023-11-03T12:20:03.318Z", "user": 1, "content_type": 1, "object_id": "10", "object_repr": "123", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 39, "fields": {"action_time": "2023-11-03T12:20:03.452Z", "user": 1, "content_type": 1, "object_id": "9", "object_repr": "213", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 40, "fields": {"action_time": "2023-11-03T12:20:03.557Z", "user": 1, "content_type": 1, "object_id": "8", "object_repr": "213", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 41, "fields": {"action_time": "2023-11-03T12:29:58.079Z", "user": 1, "content_type": 1, "object_id": "13", "object_repr": "123", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 42, "fields": {"action_time": "2023-11-03T12:29:58.173Z", "user": 1, "content_type": 1, "object_id": "12", "object_repr": "2132131", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 43, "fields": {"action_time": "2023-11-03T12:29:58.276Z", "user": 1, "content_type": 1, "object_id": "11", "object_repr": "21313", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 44, "fields": {"action_time": "2023-11-03T15:08:04.049Z", "user": 1, "content_type": 1, "object_id": "5", "object_repr": "Джаред Лето", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"\\u0422\\u0435\\u043a\\u0441\\u0442 \\u0441\\u0442\\u0430\\u0442\\u044c\\u0438\"]}}]"}}, {"model": "admin.logentry", "pk": 45, "fields": {"action_time": "2023-11-03T15:08:18.598Z", "user": 1, "content_type": 1, "object_id": "6", "object_repr": "АБАОА", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 46, "fields": {"action_time": "2023-11-03T16:22:27.985Z", "user": 1, "content_type": 12, "object_id": "5", "object_repr": "Comment object (5)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 47, "fields": {"action_time": "2023-11-03T16:22:28.117Z", "user": 1, "content_type": 12, "object_id": "3", "object_repr": "Comment object (3)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 48, "fields": {"action_time": "2023-11-03T16:22:28.237Z", "user": 1, "content_type": 12, "object_id": "2", "object_repr": "Comment object (2)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 49, "fields": {"action_time": "2023-11-03T16:22:28.325Z", "user": 1, "content_type": 12, "object_id": "1", "object_repr": "Comment object (1)", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 50, "fields": {"action_time": "2023-11-30T15:49:02.305Z", "user": 1, "content_type": 1, "object_id": "16", "object_repr": "3ewqe", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 51, "fields": {"action_time": "2023-11-30T15:58:19.030Z", "user": 1, "content_type": 1, "object_id": "17", "object_repr": "выффв", "action_flag": 3, "change_message": ""}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$600000$5qZV6eMmUxjWy3CEAXy0r3$CvXxq5nwAEAHwUlaLIxEIw4w5yMUA8fyVEjb0d/8cP8=", "last_login": "2023-11-30T15:14:27.112Z", "is_superuser": true, "username": "Admin", "first_name": "", "last_name": "", "email": "btovt@rambler.ru", "is_staff": true, "is_active": true, "date_joined": "2023-03-25T13:00:31.959Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 2, "fields": {"password": "pbkdf2_sha256$600000$VlRIkajxiJmDkrXQpLrWsu$u86q9WP9O9IK2yShPsBu0hqhqS9ym0w15ws/1xjKks4=", "last_login": "2023-11-03T19:41:56.962Z", "is_superuser": false, "username": "user1", "first_name": "", "last_name": "", "email": "btot@mdas.ru", "is_staff": false, "is_active": true, "date_joined": "2023-04-15T16:17:20.726Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 3, "fields": {"password": "pbkdf2_sha256$600000$50sliKspAWHt5f9gk0rdxK$E5BkuAE8kw3t0Su8AC2MaLPibVd72X+4EnBbFeuc+fg=", "last_login": "2023-07-21T11:26:57.712Z", "is_superuser": false, "username": "kekich", "first_name": "", "last_name": "", "email": "dsada@masda.ru", "is_staff": false, "is_active": true, "date_joined": "2023-07-21T11:26:57.378Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 4, "fields": {"password": "pbkdf2_sha256$600000$DRyP1TaKOYRK6OJerBYVkI$kM82jo2/dwrkz76F50CDY8M4B4/QPYHJHKHWO9629Oo=", "last_login": "2023-10-06T11:25:39.934Z", "is_superuser": false, "username": "test", "first_name": "", "last_name": "", "email": "dsadsa@yandex.ru", "is_staff": false, "is_active": true, "date_joined": "2023-10-06T11:18:22.562Z", "groups": [], "user_permissions": []}}, {"model": "sessions.session", "pk": "11k51fkj2dfrs74mtwgha8kjmdcuxvo8", "fields": {"session_data": ".eJxVjDsOwjAQBe_iGllrx7YSSnrOEK33QwLIluKkQtwdIqWA9s3Me5kRt3UatybLOLM5G2dOv1tGekjZAd-x3KqlWtZlznZX7EGbvVaW5-Vw_w4mbNO37pII9QSsgxdNLmZix56j015jDiH2PgmCgueBgUMgcJw6BMg6KJr3BwWEOLE:1pnLSF:G24CxLkZUJTUm7Zv0UhWhRbgyuqCvPDfJHmqqnO3yPk", "expire_date": "2023-04-28T15:35:15.212Z"}}, {"model": "sessions.session", "pk": "38t4h28oxq0e9mp9w4trdt1qz6ox1y5b", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWlobemMS_ecgUyHGYsaSCisjHdXEha6_e-9_zI9bWvptypLPw7mYpw5_W6Z-CHTDoY7TbfZ8jyty5jtrtiDVtvNgzyvh_t3UKiWb02I0LThHHPD3rO2qDGg06SkEZUEAR14nxwwpDaiAGRg5eA0SBbz_gDQ9Tfb:1r8ikF:HYDfKUNKnRN2_jPeeCsXrGzoQNzVhV-fGcF6U1qgf7E", "expire_date": "2023-12-14T15:14:27.125Z"}}, {"model": "sessions.session", "pk": "h6lp4w7az1ojpmeq5lk55smkwdqsp7xo", "fields": {"session_data": ".eJxVjDsOwjAQBe_iGllrx7YSSnrOEK33QwLIluKkQtwdIqWA9s3Me5kRt3UatybLOLM5G2dOv1tGekjZAd-x3KqlWtZlznZX7EGbvVaW5-Vw_w4mbNO37pII9QSsgxdNLmZix56j015jDiH2PgmCgueBgUMgcJw6BMg6KJr3BwWEOLE:1qZbau:HkKuO7WM_QakR8IVrNzUZVOETJoekxBmL19EmF3RaAI", "expire_date": "2023-09-08T18:31:40.210Z"}}, {"model": "sessions.session", "pk": "m9gsinqofdqcqqo84c0iypyyvha86z6y", "fields": {"session_data": ".eJxVjDsOwjAQBe_iGllrx7YSSnrOEK33QwLIluKkQtwdIqWA9s3Me5kRt3UatybLOLM5G2dOv1tGekjZAd-x3KqlWtZlznZX7EGbvVaW5-Vw_w4mbNO37pII9QSsgxdNLmZix56j015jDiH2PgmCgueBgUMgcJw6BMg6KJr3BwWEOLE:1pjFXv:RWTLvU5al96d1HuWrHvM34g0UcDSptoXZEkxgVvy5lE", "expire_date": "2023-04-17T08:28:11.157Z"}}, {"model": "sessions.session", "pk": "qzqioeep9jwu01gisuuge2ruan814t9w", "fields": {"session_data": ".eJxVjMsOwiAQRf-FtSEwlJdL934DGWCQqoGktCvjv2uTLnR7zzn3xQJuaw3boCXMmZ2ZZKffLWJ6UNtBvmO7dZ56W5c58l3hBx382jM9L4f7d1Bx1G9tAcERqCwSiBIlagGWwKiYnfEiuWg1FuVRAih0U1GT91SyN0UlTcjeH9L9N88:1pg3W0:brDng27lNuLK7KMDzErBlMaZ-iLL_Nyadu8y1gahAYQ", "expire_date": "2023-04-08T13:01:00.458Z"}}, {"model": "sessions.session", "pk": "tr0fk3wc2fue0yemik0tfwiowj6zr4ix", "fields": {"session_data": ".eJxVjEEOgjAQRe_StWlobemMS_ecgUyHGYsaSCisjHdXEha6_e-9_zI9bWvptypLPw7mYpw5_W6Z-CHTDoY7TbfZ8jyty5jtrtiDVtvNgzyvh_t3UKiWb02I0LThHHPD3rO2qDGg06SkEZUEAR14nxwwpDaiAGRg5eA0SBbz_gDQ9Tfb:1qiyJ1:xsNQLp2dsRA2ZnGbwSc04hSFBWibYyxdCwN07qYibSI", "expire_date": "2023-10-04T14:35:55.109Z"}}, {"model": "sessions.session", "pk": "u20kn6f2xt1bccuvl19zgmur1dcdvfhk", "fields": {"session_data": ".eJxVjEEOwiAQRe_C2pBW6FBcuu8ZyDDMSNXQpLQr492VpAvd_vfef6mA-5bDXnkNc1IXZdTpd4tIDy4NpDuW26JpKds6R90UfdCqpyXx83q4fwcZa_7WFsiy88QyCJ2JegcAHiQJc7RjZ7g3Di2DidF3MoCViEiGgcZmqPcHCeo5OA:1qMoHh:LJ1S_gey6HcGiBFYuKbnBdrd8DLuDXOksZ4oRQRb5XI", "expire_date": "2023-08-04T11:26:57.803Z"}}, {"model": "sessions.session", "pk": "zhzrv2dg0cot4pycilbkybbcmb75cter", "fields": {"session_data": ".eJxVjMEOwiAQRP-FsyFkFwt49O43kGVZpGpoUtqT8d9tkx70Npn3Zt4q0rrUuHaZ45jVRYE6_XaJ-CltB_lB7T5pntoyj0nvij5o17cpy-t6uH8HlXrd1rYkyyCDKeyCMYQWJGAJhK5A8Kk4QbLeoeHzFpHBJyA2mGSQ7El9vucoODQ:1qz03J:uxIq98UqVgUKytXfx-_aud3MRfE1L_Bad3DUfuIlbwg", "expire_date": "2023-11-17T19:41:57.084Z"}}]